;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: Haydar ÖZTÜRK(1.0); Ali Kömesöğütlü
; Translation Author Email: byzlo685@gmail.com
; Soft Version: 1.2.7.64
;

[Translation]
LanguageName=TRK
LangCode=041F
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET

Confirm=Onayla

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Hatırlatıcılar
TfrmWRMMain.btnCompleted.Caption=Tamamlanmış
TfrmWRMMain.btnBack.caption=Geri
TfrmWRMMain.btnDone.Caption=Kaydet
TfrmWRMMain.lblRepeat.caption=Tekrarla:
TfrmWRMMain.lblTime.caption=Saat:
TfrmWRMMain.lblName.caption=Açıklama:
TfrmWRMMain.lblDate.caption=Tarih:
TfrmWRMMain.cbPeriod.Item1=Bir Kez
TfrmWRMMain.cbPeriod.Item2=Her Gün
TfrmWRMMain.cbPeriod.Item3=Her Hafta
TfrmWRMMain.cbPeriod.Item4=Her Ay
TfrmWRMMain.cbPeriod.Item5=Her Yıl
;
;hint
;
TfrmWRMMain.RestoreHint=Yedekle ve Geri Yükle
TfrmWRMMain.imgf.hint=Bizi Facebook'ta takip edin
TfrmWRMMain.imgt.hint=Bizi Twitter'da takip edin
TfrmWRMMain.imgmail.hint=Bu bağlantıyı arkadaşlarınla paylaş
TfrmWRMMain.imghome.hint=Ana Sayfa
TfrmWRMMain.CloseHint=Kapat
TfrmWRMMain.MenuHint=Menü
TfrmWRMMain.MinHint=Küçült
TfrmWRMMain.lbl2.caption=Mevcut Sürüm:%s
TfrmWRMMain.lbl3.Caption=Güncellemeleri Denetle
TfrmWRMMain.btnDetails.hint_1=Ayrıntılar
TfrmWRMMain.btnDetails.hint_2=Düzenle ve Geri Yükle
TfrmWRMMain.btnDelete.hint_1=Tamamlandı olarak işaretle
TfrmWRMMain.btnDelete.hint_2=Sil
TfrmWRMMain.OpenWindow=WiseReminder'ı Aç
TfrmWRMMain.btnNew.Caption=yeni

msgdlg.btnNO=HAYIR
msgdlg.btnOk=TAMAM
msgdlg.btnYes=Evet
;
; Time
;
constY=Yıl
constM=Ay
constD=Gün
constHH=Saat
constMM=Dakika
constSS=Saniye
constYs=Yıl
constMs=Ay
constDs=Gün
constHHs=Saat
constMMs=Dakika
constSSs=Saniye
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Çevrimiçi Yardım
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Ana Sayfa
TfrmWRMMain.TrayMenuItem4=Bizimle İletişime Geçin
TfrmWRMMain.TrayMenuItem5=Güncellemeleri Denetle
TfrmWRMMain.TrayMenuItem6=Haberleri Denetle
TfrmWRMMain.TrayMenuItem7=Dil
TfrmWRMMain.TrayMenuItem8=Başlangıçta Çalıştır
TfrmWRMMain.TrayMenuItem9=Hakkında
TfrmWRMMain.TrayMenuItem10=Çıkış
TfrmRemindDlg.Caption_1=Bazı hatırlatıcıları kaçırdın
TfrmWRMMain.lbl1.caption=Geri Yükle
TfrmWRMMain.fxpmn.item1=Yedekle
TfrmWRMMain.fxpmn.item2=Geri Yükle
GetLang=Çeviri yap...
;
; Notice
;
TfrmRemindDlg.Caption=Uyarı
TfrmRemindDlg.btnComplete.Caption=Tamamla
TfrmRemindDlg.btnDelay.Caption=Ertele
;
; About
;
TfrmAbout.Caption=Hakkında
TfrmAbout.lblEmail.caption=Destek E-postası:
TfrmAbout.lblhome.caption=Ana Sayfa:
TfrmAbout.lblthanks.caption=Katkılarından dolayı aşağıdaki kişilere teşekkürler:
TfrmAbout.btnOk.Caption=TAMAM
TfrmAbout.lblver.Caption=Mevcut Sürüm:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Sessiz
TfrmWRMMain.cbbVoice.Item2 = Varsayılan
TfrmWRMMain.cbbVoice.Item3 = Özel
TfrmWRMMain.lblVoice.Caption = Zil Sesi:

[Messages]
UnkonwFileType = Tanınmayan ses dosyası!
ExitModify=Kaydedilmemiş değişiklikler var. Bu sayfadan ayrılmak istediğinizden emin misiniz?
RemindNameNULL=Lütfen hatırlatıcının açıklamasını doldurun!
NewVer=Wise Reminder'ın yeni bir sürümü mevcut! Şimdi güncellemek istiyor musunuz?
NoNewVer=Tebrikler! En yeni sürümü kullanıyorsunuz.
ExitApp=Wise Reminder'den çıkmak istediğinizden emin misiniz?
NoneReminder=Herhangi bir hatırlatma ayarlamadınız!
NoneCopmpleted=Hiçbir hatırlatma tamamlamadınız!
NoneSelected=Lütfen en az bir öğe seçin!
TimeOver=Geçerli saatten daha önce bir saat ayarladınız!

[Lang]
NativeLanguage=Türkçe